{
    "home": "Home",
    "about_me": "About Me",
    "experience": "Experience",
    "projects": "Projects",
    "copy_clipboard": "Copy to clipboard",
    "clipboard_copied": "Copied!",
    "i_am": "I am",
    "i_role": "Full stack developer",
    "i_location": "Located in Colombia",
    "i_description": "Passionate developer with more than 8 years of experience creating web services and applications using cloud technologies",
    "i_description2": "I design and code beautifully simple things, and I love what I do.!",
    "i_about_me": "Since starting my journey as a developer, I've worked for multiple agencies and collaborated with talented individuals to create digital products for commercial and consumer use. I'm quietly confident, naturally curious, and constantly working to improve my skills.",
    "i_slogan": "One line of code at a time!",
    "devops_description": " I have performed technology transformations in different companies, implementing DevOps plans and building infrastructure with code, increasing ease, security and efficiency in application deployments. This is summarized in reducing problems in deployments and having the security of updating the applications at any time.",
    "tech_used": "Technologies used",
    "web_service": "Web Services",
    "web_service_description": "I develop a variety of web services, using both REST and GraphQL architectures, following fundamental principles such as SOLID, KISS and DRY. I implement these solutions in cloud environments such as Azure and AWS, ensuring data protection through various security protocols and technologies.",
    "web_app": "Web Apps",
    "web_app_description": "I develop modern web applications ranging from single page applications (SPA) to static pages, focusing on adaptability and responsive design. I use a variety of frameworks and libraries depending on the needs of the project, ensuring optimal performance and intuitive user experience. Security is a priority, so I implement different protocols and technologies to protect data effectively in flexible and secure cloud environments.",
    "oda_description": "Platform that implements advanced analytics and data visualization tools, which will allow you to interact with your industry in a dynamic, timely and orderly form.",
    "inxeption_description": "Develop new functionalities for the different internal applications. This involves the creation of APIs, the design and development of web applications, and the efficient management of databases to ensure optimal performance",
    "inxeption_job": "Full Stack Developer",
    "tech_description": "Software Design and Development using .NET Core and React, applying SOLID and TDD principles within the SCRUM framework. In addition, Creation and implementation of DevOps strategies using cloud platforms such as Azure DevOps. Developing multiple microservices using technologies such as RabbitMQ, AKS, Azure Cloud, Pipelines and infrastructure as code with Terraform.",
    "tech_job": "Full Stack Developer",
    "deloim_description": "Design and development of web applications for major clients in the commercial, financial and technology sectors using .Net MVC, WebApi, Angular and SQL Server. Task automation through workflow and decision engine using camunda platform. Design and development of mobile applications using Xamarin platform.",
    "deloim_job": "Full Stack Developer",
    "aplisalud_description": "Development of management system used for health audits in major hospitals in the country",
    "aplisalud_job": "Development Analyst",
    "jun": "Jun",
    "aug": "Aug",
    "may": "May",
    "oct": "Oct",
    "dec": "Dec"
}