{
    "home": "Inicio",
    "about_me": "Sobre Mi",
    "experience": "Experiencia",
    "projects": "Proyectos",
    "copy_clipboard": "Copiar al portapapeles",
    "clipboard_copied": "¡Copiado!",
    "i_am": "Yo soy",
    "i_role": "Programador Full stack",
    "i_location": "Ubicado en Colombia",
    "i_description": "Apasionado desarrollador con más de 8 años de experiencia creando servicios y aplicaciones web usando tecnologias en la nube",
    "i_description2": "¡Diseño y codifico cosas maravillosamente simples, y me encanta lo que hago.!",
    "i_about_me": "Desde que comencé mi viaje como desarrollador, he trabajado para múltiples agencias y he colaborado con personas talentosas para crear productos digitales para uso comercial y de consumo. Estoy tranquilamente confiado, naturalmente curioso y trabajando constantemente para mejorar mis habilidades.",
    "i_slogan": "¡Una línea de código a la vez!",
    "devops_description": " He realizado transformaciones tecnológicas en diferentes empresas, implementando planes DevOps y creación de infraestructura con código, aumentando la facilidad, seguridad y eficiencia en los despliegues de aplicaciones. Esto se resume en reducir los problemas en los despliegues y tener la seguridad de actualizar los aplicativos en cualquier momento.",
    "tech_used": "Tecnologías usadas",
    "web_service": "Servicios Web",
    "web_service_description": "Desarrollo una variedad de servicios web, utilizando tanto arquitecturas REST como GraphQL, siguiendo principios fundamentales como SOLID, KISS y DRY. Implemento estas soluciones en entornos de nube como Azure y AWS, asegurando la protección de datos mediante diversos protocolos y tecnologías de seguridad",
    "web_app": "Aplicaciones Web",
    "web_app_description": "Desarrollo aplicaciones web modernas que abarcan desde aplicaciones de una sola página (SPA) hasta páginas estáticas, enfocándome en la adaptabilidad y el diseño responsive. Utilizo una variedad de frameworks y librerías según las necesidades del proyecto, asegurando un rendimiento óptimo y una experiencia de usuario intuitiva. La seguridad es una prioridad, por lo que implemento diferentes protocolos y tecnologías para proteger los datos de manera eficaz en entornos de nube flexibles y seguros.",
    "oda_description": "Plataforma que implementa instrumentos de analítica avanzada y visualización de datos, que te permitirá interactuar con tu sector de forma dinámica, oportuna y ordenada.",
    "inxeption_description": "Desarrollar las nuevas funcionalidades de los diferentes aplicativos internos. Esto implica la creación de APIs, el diseño y desarrollo de las aplicacioens web, y la gestión eficiente de las bases de datos para garantizar un rendimiento óptimo",
    "inxeption_job": "Desarrollador Full Stack",
    "tech_description": " Diseño y Desarrollo de software utilizando .NET Core y React, aplicando los principios SOLID y TDD dentro del marco de SCRUM. Además, Creación e implementación de estrategias DevOps utilizando plataformas en la nube como Azure DevOps. Desarrollo de múltiples microservicios utilizando tecnologías como RabbitMQ, AKS, Azure Cloud, Pipelines e infraestructura como código con Terraform",
    "tech_job": "Desarrollador Full Stack",
    "deloim_description": "Diseño y desarrollo de aplicaciones web para los principales clientes de los sectores comercial, financiero y tecnológico utilizando .Net MVC, WebApi, Angular y SQL Server. Automatización de tareas a través del flujos de trabajo y el motor de decisiones utilizando la plataforma camunda. Diseño y desarrollo de aplicaciones móviles usando la plataforma Xamarin",
    "deloim_job": "Desarrollador Full Stack",
    "aplisalud_description": "Desarrollo del sistema de gestión utilizado para auditorías de salud en los principales hospitales del país",
    "aplisalud_job": "Analista de Desarrollo",
    "jun": "Jun",
    "aug": "Ago",
    "may": "May",
    "oct": "Oct",
    "dec": "Dic"
}